/* $ObjectName=MAFLogonUING_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a field */
"keyMAFLogonUIProgressDialogText" = "Logger på";

/* XFLD: label for a field */
"keyMAFLogonUIAlertViewButtonText" = "OK";

/* XHED: label for a field */
"keyMAFLogonUIAlertViewTitle" = "Fejl";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerHost" = "Server";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelResourcePath" = "URL-suffiks";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelForceGatewayConnection" = "Kun gateway";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerPort" = "Port";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Domæne";

/* XFLD: label for a switch (on/off), max 18 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Sikker kanal";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPassword" = "Adgangskode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Bekræft adgangskode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelFarmId" = "Farm-ID";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Sikkerhedskonfiguration";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendUserName" = "Brugernavn";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Ny kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Bekræft kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "App-kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Aktuel app-kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelMobileUser" = "Mobilbruger";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelActivationCode" = "Aktiveringskode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelGatewayClient" = "Klient";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "SSO-kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Brugernavn";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Adgangskode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Adgangskode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Brugernavn";

/* XFLD: label for a field */
"keyMAFLogonUIFieldHintOptional" = "(Valgfri)";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelDeleteUser" = "Skal applikation inaktiveres?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelLock" = "Skal applikation spærres?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Skal applikationsindstillinger opdateres?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerTrust" = "Har du tillid til dette certifikat?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUploadTrace" = "Skal traces uploades til server?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Aktiver kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Inaktiver kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Ændr kode";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Logondata";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Detaljer";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordCreation" = "App-kode";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "App-kode";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Næste";

/* XBUT */
"keyMAFLogonUIActionItemLabelStartLogon" = "Log på";

/* XBUT */
"keyMAFLogonUIActionItemLabelDemoMode" = "Test";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Færdig";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Log på";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Glemt kode";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockStart" = "Spær";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Opdater";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Inaktiver";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Færdig";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Færdig";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Upload";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Glemt SSO-kode";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Spring over";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Færdig";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Næste";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Næste";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeStart" = "Færdig";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeCancel" = "Annuller";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Tilbage";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Afbryd";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Log på";

/* XHED */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Indtast SSO-kode";

/* XHED */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Kodespærre";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Indtast logondata";

/* XHED */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Indtast kode";

/* XHED */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Definer kode";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Ændr kode";

/* XHED */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Log på";

/* XHED */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Slet";

/* XHED */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Spær";

/* XHED */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Opdater";

/* XHED */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Upload trace";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Opdater adgangskode";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Logondata";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Log på";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Definer kode";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Definer kode";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Indtast SSO-adgangskode";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Indtast logondata";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Definer kode";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Ændr kode";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Ændr kode";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Inaktiver kode";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Log på";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Slet";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Spær";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Opdater";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Upload trace";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Opdater adgangskode";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Logondata";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "Logoneksempel for SAP MAF";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Du kan teste appen vha. eksempeldata, hvis du ikke har dine egne logondata";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Indtast dine logondata for at logge på appen. Appen vil huske disse data.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Du skal definere en app-kode for at beskytte appen fra ikkeautoriseret anvendelse";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Du kan definere en app-kode for at beskytte appen fra ikkeautoriseret anvendelse";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Du kan definere en app-kode for at beskytte appen fra ikkeautoriseret anvendelse";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Indtast din gamle app-kode og derefter den nye for at ændre koden";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Indtast din gamle app-kode og derefter den nye for at ændre koden";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Indtast din app-kode for at inaktivere koden";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Indtast din app-kode for at logge på appen";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Dette er et eksempel på et konteksttiltag for logonsekvensen vha. MAF-komponenter - slet";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Dette er et eksempel på et konteksttiltag for logonsekvensen vha. MAF-komponenter - spær";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Dette er et eksempel på et konteksttiltag for logonsekvensen vha. MAF-komponenter - opdater";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Dette er et eksempel på et konteksttiltag for logonsekvensen vha. MAF-komponenter - upload trace";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Indtast din aktuelle adgangskode for at opdatere den adgangskode, der anvendes til appen";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Du kan vise dine logondata for appen";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Indtast din adgangskode for at arbejde med Client Hub";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Indtast dine Afaria-leg.oplys.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Indtast dine logondata for at logge på appen. Client Hub-appen gemmer disse logondata, og du kan også anvende dem i andre apps.";

/* XMSG: message */
"keyMAFLogonUIConfirmationMessage" = "Bekræft nulstilling af app?";

/* XHED: message */
"keyMAFLogonUIConfirmationTitle" = "Bekræftelse";

/* XBUT */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Afbryd";

/* XBUT */
"keyMAFLogonUIConfirmationOKButtonLabel" = "OK";

/* XMSG: message */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Ændr app-kode";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Definer app-kode";

/* XFLD: label for a field */
"keyMAFLogonUIDeleteProgressDialogText" = "Slettes";

/* XFLD: label for a field */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Opdatering";

/* XFLD: label for a field */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Uploader";

/* XMSG: message */
"keyErrMAFLogonUINGRegistrationCancelled" = "Registrering afbrudt";

/* XMSG: message */
"keyErrMAFLogonUINGOperationCancelled" = "Operation afbrudt";

/* XMSG: message */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Afaria-kodepolitik er \"altid fra\", så app-koden kan ikke ændres";

/* XMSG: message */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "Indtastede koder stemmer ikke overens";

/* XMSG: message */
"keyErrMAFLogonUINGCannotRegisterUsingCertificate" = "Kunne ikke registrere med certifikatregistreringstype. Kontroller, om Afaria-klienten er installeret korrekt, eller om CertificateProvider er indstillet.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Glemt SSO-kode";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Nulstil SSO-kode i Client Hub, og genstart appen";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "Springes SSO-entry over, frakobles appen fra Client Hub";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Ugyldig SSO-kode";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operation ikke tilladt i denne status";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidCharacter" = "%1$@ felt indeholder ugyldigt tegn";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidLength" = "%1$@ længde skal være under %2$d tegn";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidPort" = "Port skal være mellem 1 og 65535";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Gammel kode";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Timeout";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Straks";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "Om %1$i sek.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "Om %1$i sek.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "Om %1$i min.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "Om %1$i min.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "Om %1$i t.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "Om %1$i t.";

